Repository: daniochouno/my-resume
Catalog: myResume/presentation/resources/*.lproj/Localizable.strings
Languages: es

# tabs.experience.title
source: Career
es: Experiencia

# tabs.skills.title
source: Skills
es: Habilidades

# tabs.aboutMe.title
source: About me
es: Sobre mí

# navigation.back
source: Go back
es: Volver atrás

# data.origin.localCache
source: This data has been loaded from the local cache.
es: Estos datos se han cargado de la caché local.

# data.origin.remote
source: This data has been loaded from the remote API.
es: Estos datos se han cargado de la API remota.

# career.tabs.works.title
source: Works
es: Trabajos

# career.tabs.sideProjects.title
source: Side Projects
es: Mis Proyectos

# works.timelapse.current
source: current
es: ahora

# workDetails.timelapse %@ %@
source: from %@ until %@
es: desde %@ hasta %@

# workDetails.timelapse.total %@ %@
source: %@ year(s) and %@ month(s)
es: %@ año(s) y %@ mes(es)

# workDetails.timelapse.current
source: now
es: ahora

# workDetails.summary
source: Summary
es: Resumen

# workDetails.goalsAchieved
source: Goals achieved
es: Objetivos alcanzados

# works.loycus.ios.goalsAchieved.0
source: Development of the application for iOS.
es: Desarrollo de la aplicación para iOS.

# works.infinia.mobile.goalsAchieved.0
source: Leadership of the development of an own SDK in Swift (iOS) and Kotlin (Android).
es: Liderazgo del desarrollo de un SDK propio en Swift (iOS) y Kotlin (Android).

# works.infinia.mobile.goalsAchieved.1
source: Support for the integration of the SDK in leading companies in their sector.
es: Soporte de la integración del SDK en empresas líderes en su sector.

# works.infinia.mobile.goalsAchieved.2
source: Development of applications for iOS and Android.
es: Desarrollo de aplicaciones para iOS y Android.

# works.infinia.ios.summary
source: Responsible for the development of an own SDK.
es: Responsable del desarrollo de un SDK propio

# works.infinia.ios.goalsAchieved.0
source: Leadership of the development of an own SDK from scratch in Swift (iOS).
es: Liderazgo del desarrollo de un SDK propio desde cero en Swift (iOS).

# works.infinia.ios.goalsAchieved.1
source: Support for the integration of the SDK in leading companies in their sector.
es: Soporte de la integración del SDK en empresas líderes en su sector.

# works.infinia.ios.goalsAchieved.2
source: Development of applications for iOS and Android.
es: Desarrollo de aplicaciones para iOS y Android.

# works.intelygenz.ios.goalsAchieved.0
source: Leadership of the development of the iOS application for a leading company in the electrical sector.
es: Liderazgo del desarrollo de la aplicación iOS para una empresa líder del sector eléctrico.

# works.intelygenz.ios.goalsAchieved.1
source: Development of an application for iOS and watchOS for a leading company in the security sector.
es: Desarrollo de una aplicación para iOS y watchOS para una empresa líder del sector de seguridad.

# works.intelygenz.ios.goalsAchieved.2
source: Team development of several applications for iOS.
es: Desarrollo en equipo de varias aplicaciones para iOS.

# petProjects.title
source: These applications have been completely developed by me, from their concept and design to their publication in the various app stores.
es: Estas aplicaciones han sido desarrolladas por completo por mí, desde su concepto y diseño hasta su publicación en las distintas tiendas de aplicaciones.

# petProjects.downloads.%@
source: +%@ downloads
es: +%@ descargas

# petProjects.myWardrobe.title
source: My Wardrobe - All your clothes
es: Mi Armario - Organiza tu ropa

# petProjects.myWardrobe.subtitle
source: All your clothes classified, create combinations and plan them in your schedule
es: Ten toda tu ropa clasificada, crea combinaciones y planifícalas en tu agenda

# petProjects.myWardrobe.link.appStore
source: https://apps.apple.com/us/app/mi-armario-organiza-tu-ropa/id1531657287
es: https://apps.apple.com/es/app/mi-armario-organiza-tu-ropa/id1531657287

# petProjects.myWardrobe.link.playStore
source: https://play.google.com/store/apps/details?id=info.danielmartinez.wardrobe&hl=en&gl=US
es: https://play.google.com/store/apps/details?id=info.danielmartinez.wardrobe&hl=es_419&gl=ES

# petProjects.myWardrobe.descriptionLarge
source: "My Wardrobe" is the clothing organization application that will help you dress as you really want. And it's free! Do you think you have a lot of clothes in your closet but you always end up dressing the same way? You don't know how many shirts you have or if you need more? Do you think you use all the clothes you have? You will never have to ask yourself again: What clothes should I wear today? No more spending hours in front of your wardrobe deciding what to wear ... This application will simplify your life! - Add your clothes with photos, - Sort them according to their type (you can choose from more than 30), - Includes annotations for each garment, - Group clothes and create your favorite style combinations, - Add a photo to your style combination to easily identify it, - Plan when and what you want to wear! - Share your clothes and style combinations on your social networks. Organize the clothes you are going to wear in the next few days and so you will not repeat clothes. You can check how many times you have used a combination of clothes or a particular garment. You will receive notifications so you don't forget what you are going to wear. And soon many more news ... You can view our terms and conditions of use here: http://miarmarioapp.com/terms_en.html You can see our privacy policy here: http://miarmarioapp.com/policy_en.html
es: "Mi Armario" es la aplicación de organización de ropa que te ayudará a vestir como realmente quieres. ¡Y es gratis! ¿Crees que tienes mucha ropa en tu armario pero siempre acabas vistiéndote igual? ¿No sabes cuántas camisas tienes o si necesitas más? ¿Crees que utilizas toda la ropa que tienes? Ya nunca tendrás que volver a preguntarte: ¿Qué ropa me pongo hoy? Se acabó el pasarte horas delante de tu armario decidiendo qué ponerte... ¡Esta aplicación simplificará tu vida! - Añade tus prendas de ropa con fotos, - Clasifícalas según su tipo (puedes elegir entre más de 30), - Incluye anotaciones para cada prenda, - Agrupa prendas y crea tus combinaciones de estilo preferidas, - Añade una foto a tu combinación de estilo para identificarla fácilmente, - ¡Planifica cuándo y qué quieres ponerte! - Comparte tus prendas y combinaciones de estilo en tus redes sociales. Organiza la ropa que vas a ponerte en los próximos días y así no repetirás prendas. Puedes consultar cuantas veces has utilizado una combinación de ropa o una prenda en concreto. Recibirás notificaciones para que no se te olvide lo que te vas a poner. Y pronto muchas más novedades... Puedes ver nuestros términos y condiciones de uso aquí: http://miarmarioapp.com/terms_es.html Puedes ver nuestra política de privacidad aquí: http://miarmarioapp.com/policy_es.html

# petProjects.foodCalendar.title
source: Food in Season
es: Calendario de Alimentos

# petProjects.foodCalendar.subtitle
source: Find out when is the best time to enjoy your favorite foods. Includes fruits, vegetables, fish, and shellfish.
es: Descubre cuál es la mejor época para disfrutar de tus alimentos favoritos. Incluye frutas, verduras, pescados y mariscos.

# petProjects.foodCalendar.link.appStore
source: https://apps.apple.com/us/app/calendario-de-alimentos/id1532078962
es: https://apps.apple.com/es/app/calendario-de-alimentos/id1532078962

# petProjects.foodCalendar.descriptionLarge
source: Find out when is the best time to enjoy your favorite foods. Includes fruits, vegetables, fish, and shellfish. Here you can find out if a food is within its recommended harvesting or fishing season, if it is in an early or late phase of that season or if the food is imported. In addition, for each food you can check its nutritional composition. These data have been obtained, for the most part, from the Spanish Food Composition Database (BEDCA), and from the U.S. Department of Agriculture (USDA). As a complement to all this information we have added a shopping list so that you can save your favorite foods and always have them accessible. Thank you very much for using this application.
es: Descubre cuál es la mejor época para disfrutar de tus alimentos favoritos. Incluye frutas, verduras, pescados y mariscos. Aquí puedes conocer si un alimento se encuentra dentro de su temporada recomendada de recolección o pesca, si está en una fase temprana o tardía de esa temporada o si el alimento es de importación. Además, para cada alimento puedes consultar su composición nutricional. Estos datos han sido obtenidos, en su mayoría, de la Base de Datos Española de Composición de Alimentos (BEDCA), y del U.S. Department of Agriculture (USDA). Como complemento a toda esta información hemos añadido una lista de la compra para que puedas guardar tus alimentos favoritos y los tengas siempre accesibles. Muchas gracias por utilizar esta aplicación.

# petProjects.gifts.title
source: Gifts - My Secret Santa
es: Regalos - Mi amigo invisible

# petProjects.gifts.subtitle
source: All your Secret Santa giveaways
es: Todos tus sorteos de amigo invisible

# petProjects.gifts.link.appStore
source: https://apps.apple.com/us/app/regalos-mi-amigo-invisible/id1615811628
es: https://apps.apple.com/es/app/regalos-mi-amigo-invisible/id1615811628

# petProjects.gifts.link.playStore
source: https://play.google.com/store/apps/details?id=info.danielmartinez.app.gifts&hl=en&gl=US
es: https://play.google.com/store/apps/details?id=info.danielmartinez.app.gifts&hl=es_419&gl=ES

# petProjects.gifts.descriptionLarge
source: "Gifts - My Secret Santa" is the Secret Santa giveaway organizer app you need. And it's free! You can create a new group of friends, family members and/or coworkers very quickly and easily. Once created, share the group code with everyone you want to join. It's that simple! To join a group, you just have to download the app and enter the group code that your friends have shared with you. In addition, when you join a group you can write instructions on what they can give you: ideas, hobbies that you like, etc... There are times when help is needed. Each group will have a gift deadline and some indications about the draw: approximate price of the gift and its conditions. Once all the participants are added to the group you will be able to carry out the random draw. And find out who touched you! Each participant will receive a notification when the draw has been made. This application is valid for any type of raffle between friends: Secret Santa, gifts with your coworkers, surprise gifts... You can view our terms and conditions of use here: http://danielmartinez.info/apps/gifts/legal/terms_en.html You can see our privacy policy here: http://danielmartinez.info/apps/gifts/legal/policy_en.html
es: "Regalos - Mi amigo invisible" es la aplicación de organización de sorteos de amigo invisible o amigo secreto que necesitas. ¡Y es gratis! Puedes crear un nuevo grupo de amigos y/o familiares de una forma muy rápida y sencilla. Una vez creado, comparte el código del grupo con todos aquellos que quieras que se unan. ¡Es así de sencillo! Para unirte a un grupo tan sólo tienes que descargar la app e introducir el código del grupo que te hayan compartido tus amigos. Además, al unirte a un grupo puedes escribir indicaciones sobre qué pueden regalarte: ideas, aficiones que te gusten, etc... Hay veces que es necesario una ayuda. Cada grupo tendrá una fecha límite de regalo y unas indicaciones sobre el sorteo: precio aproximado del regalo y sus condiciones. Una vez que todos los participantes estén añadidos en el grupo podrás realizar el sorteo aleatorio. ¡Y descubre quién te ha tocado! Cada participante recibirá una notificación cuando el sorteo se haya realizado. Esta aplicación es válida para cualquier tipo de sorteos entre amigos: amigo invisible, santa claus, regalos sorpresa... Puedes ver nuestros términos y condiciones de uso aquí: http://danielmartinez.info/apps/gifts/legal/terms_es.html Puedes ver nuestra política de privacidad aquí: http://danielmartinez.info/apps/gifts/legal/policy_es.html

# aboutMe.hello.title
source: Hello 👋!
es: Hola 👋!

# aboutMe.hello.text
source: I am Daniel Martínez, an iOS application developer with more than 15 years of work experience, the last 7 of them specialized in iOS, and I have worked on the development of more than 10 iOS applications, most of them in continuous deployment environments in the AppStore (fast-paced environment), typically with a 2-week release cycle. As additional projects to my work, I have created 3 applications from scratch that are available in the iOS and Android stores. One of them has been downloaded more than 100,000 times since it was published. My strengths are the organization of tasks, my high level of autonomy and the maximum commitment to fidelity in the implementation of functionalities. What motivates me the most and the main reason why I am passionate about my job is to be able to reach out and help anyone who owns a mobile phone, an iPhone, with my apps. I consider myself a good team worker, open to discuss the best way to develop a feature and collaborate to improve it.
es: Soy Daniel Martínez, un desarrollador de aplicaciones para iOS con más de 15 años de experiencia laboral, los 7 últimos de ellos especializados en iOS, y que he trabajado en el desarrollo de más de 10 aplicaciones de iOS, la mayoría de ellas en entornos de despliegue continuo en la AppStore (fast-paced environment), normalmente con un ciclo de publicación de 2 semanas. Como proyectos adicionales a mi trabajo, he creado desde cero 3 aplicaciones que se encuentran disponibles en las tiendas de iOS y Android. Una de ellas ha sido descargada más de 100.000 veces desde que se publicó. Mis puntos fuertes son la organización de tareas, mi alto nivel de autonomía y el compromiso al máximo con la fidelidad en la implementación de las funcionalidades. Lo que más me motiva y la razón principal por la que me apasiona mi trabajo es poder llegar y ayudar con mis apps a cualquier persona que posea un teléfono móvil, un iPhone. Me considero un buen trabajador en equipo, abierto a dialogar sobre la mejor forma de desarrollar una feature y a colaborar para mejorarla.

# aboutMe.aboutThisProject.text
source: This project was born to be able to show part of my skills as an iOS developer. I have used SwiftUI, UIKit, architectures like MVVM and VIPER, network connections to a REST API, etc... in a real project, leaving the code available for anyone interested to see. You have much more information on how I created all this in the README of the project on GitHub.
es: Este proyecto nace para poder mostrar parte de mis capacidades como desarrollador en iOS. He usado SwiftUI, UIKit, arquitecturas como MVVM y VIPER, conexiones de red a una API REST, etc... en un proyecto real, dejando disponible el código para que cualquier persona interesada pueda verlo. Tienes mucha más información de cómo he creado todo esto en el README del proyecto en GitHub.
